[
  {"id":"bain2018establishing","abstract":"The World Health Organization (WHO) and United Nations Children’s Fund (UNICEF), through the Joint Monitoring Programme (JMP), are responsible for global monitoring of the Sustainable Development Goal (SDG) targets for drinking water, sanitation and hygiene (WASH). The SDGs represent a fundamental shift in household WASH monitoring with a new focus on service levels and the incorporation of hygiene. This article reflects on the process of establishing SDG baselines and the methods used to generate national, regional and global estimates for the new household WASH indicators. The JMP 2017 update drew on over 3000 national data sources, primarily household surveys (n = 1443), censuses (n = 309) and administrative data (n = 1494). Whereas most countries could generate estimates for basic drinking water and basic sanitation, fewer countries could report on basic handwashing facilities, water quality and the disposal of waste from onsite sanitation. Based on data for 96 and 84 countries, respectively, the JMP estimates that globally 2.1 billion (29%) people lacked safely managed drinking water services and 4.5 billion (61%) lacked safely managed sanitation services in 2015. The expanded JMP inequalities database also finds substantial disparities by wealth and sub-national regions. The SDG baselines for household WASH reveal the scale of the challenge associated with achieving universal safely managed services and the substantial acceleration needed in many countries to achieve even basic services for everyone by 2030. Many countries have begun to localise the global SDG targets and are investing in data collection to address the SDG data gaps, whether through the integration of new elements in household surveys or strengthening collection and reporting of information through administrative and regulatory systems.","accessed":{"date-parts":[[2022,8,8]]},"author":[{"family":"Bain","given":"Robert"},{"family":"Johnston","given":"Richard"},{"family":"Mitis","given":"Francesco"},{"family":"Chatterley","given":"Christie"},{"family":"Slaymaker","given":"Tom"}],"citation-key":"bain2018establishing","container-title":"Water","DOI":"10.3390/w10121711","ISSN":"2073-4441","issue":"12","issued":{"date-parts":[[2018,12]]},"language":"en","license":"http://creativecommons.org/licenses/by/3.0/","number":"12","page":"1711","publisher":"Multidisciplinary Digital Publishing Institute","source":"www.mdpi.com","title":"Establishing Sustainable Development Goal Baselines for Household Drinking Water, Sanitation and Hygiene Services","type":"article-journal","URL":"https://www.mdpi.com/2073-4441/10/12/1711","volume":"10"},
  {"id":"bartram2014global","abstract":"International monitoring of drinking water and sanitation shapes awareness of countries’ needs and informs policy, implementation and research efforts to extend and improve services. The Millennium Development Goals established global targets for drinking water and sanitation access; progress towards these targets, facilitated by international monitoring, has contributed to reducing the global disease burden and increasing quality of life. The experiences of the MDG period generated important lessons about the strengths and limitations of current approaches to defining and monitoring access to drinking water and sanitation. The methods by which the Joint Monitoring Programme (JMP) of WHO and UNICEF tracks access and progress are based on analysis of data from household surveys and linear regression modelling of these results over time.  These methods provide nationally representative and internationally comparable insights into the drinking water and sanitation facilities used by populations worldwide, but also have substantial limitations: current methods do not address water quality, equity of access,  or extra-household services. Improved statistical methods are needed to better model temporal trends. This article describes and critically reviews JMP methods in detail for the first time. It also explores the impact of, and future directions for, international monitoring of drinking water and sanitation.","accessed":{"date-parts":[[2022,8,8]]},"author":[{"family":"Bartram","given":"Jamie"},{"family":"Brocklehurst","given":"Clarissa"},{"family":"Fisher","given":"Michael B."},{"family":"Luyendijk","given":"Rolf"},{"family":"Hossain","given":"Rifat"},{"family":"Wardlaw","given":"Tessa"},{"family":"Gordon","given":"Bruce"}],"citation-key":"bartram2014global","container-title":"International Journal of Environmental Research and Public Health","DOI":"10.3390/ijerph110808137","ISSN":"1660-4601","issue":"8","issued":{"date-parts":[[2014,8]]},"language":"en","license":"http://creativecommons.org/licenses/by/3.0/","number":"8","page":"8137-8165","publisher":"Multidisciplinary Digital Publishing Institute","source":"www.mdpi.com","title":"Global Monitoring of Water Supply and Sanitation: History, Methods and Future Challenges","title-short":"Global Monitoring of Water Supply and Sanitation","type":"article-journal","URL":"https://www.mdpi.com/1660-4601/11/8/8137","volume":"11"},
  {"id":"ezbakhe2019estimating","abstract":"Nationally representative household surveys are the main source of data for tracking drinking water, sanitation and hygiene (WASH) coverage. However, all survey point estimates have a certain degree of error that must be considered when interpreting survey results for policy and decision making. In this article, we develop an approach to characterize and quantify uncertainty around WASH estimates. We apply it to four countries – Bolivia, Gambia, Morocco and India – representing different regions, number of data points available and types of trajectories, in order to illustrate the importance of communicating uncertainty for temporal estimates, as well as taking into account both the compositional nature and non-linearity of JMP data. The approach is found to be versatile and particularly useful in the WASH sector, where the dissemination and analysis of standard errors lag behind. While it only considers the uncertainty arising from sampling, the proposed approach can help improve the interpretation of WASH data when evaluating trends in coverage and informing decision making.","accessed":{"date-parts":[[2022,8,8]]},"author":[{"family":"Ezbakhe","given":"F."},{"family":"Pérez-Foguet","given":"A."}],"citation-key":"ezbakhe2019estimating","container-title":"Science of The Total Environment","container-title-short":"Science of The Total Environment","DOI":"10.1016/j.scitotenv.2019.133830","ISSN":"0048-9697","issued":{"date-parts":[[2019,12,15]]},"language":"en","page":"133830","source":"ScienceDirect","title":"Estimating access to drinking water and sanitation: The need to account for uncertainty in trend analysis","title-short":"Estimating access to drinking water and sanitation","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0048969719337775","volume":"696"},
  {"id":"fuller2016tracking","abstract":"Introduction\nGlobal access to safe drinking water and sanitation has improved dramatically during the Millennium Development Goal (MDG) period. However, there is substantial heterogeneity in progress between countries and inequality within countries.\nMethods\nWe assessed countries' temporal patterns in access to drinking water and sanitation using publicly available data. We then classified countries using non-linear modeling techniques as having one of the following trajectories: 100% coverage, linear growth, linear decline, no change, saturation, acceleration, deceleration, negative acceleration, or negative deceleration. We further assessed the degree to which temporal profiles follow a sigmoidal pattern and how these patterns might vary within a given country between rural and urban settings.\nResults\nAmong countries with more than 10 data points, between 15% and 38% showed a non-linear trajectory, depending on the indicator. Overall, countries' progress followed a sigmoidal trend, but some countries are making better progress and some worse progress than would be expected. We highlight several countries that are not on track to meet the MDG for water or sanitation, but whose access is accelerating, suggesting better performance during the coming years. Conversely, we also highlight several countries that have made sufficient progress to meet the MDG target, but in which access is decelerating.\nDiscussion\nPatterns were heterogeneous and non-linearity was common. Characterization of these heterogeneous patterns will help policy makers allocate resources more effectively. For example, policy makers can identify countries that could make use of additional resources or might be in need of additional institutional capacity development to properly manage resources; this will be essential to meet the forthcoming Sustainable Development Goals.","accessed":{"date-parts":[[2022,8,3]]},"author":[{"family":"Fuller","given":"James A."},{"family":"Goldstick","given":"Jason"},{"family":"Bartram","given":"Jamie"},{"family":"Eisenberg","given":"Joseph N. S."}],"citation-key":"fuller2016tracking","container-title":"Science of The Total Environment","container-title-short":"Science of The Total Environment","DOI":"10.1016/j.scitotenv.2015.09.130","ISSN":"0048-9697","issued":{"date-parts":[[2016,1,15]]},"language":"en","page":"857-864","source":"ScienceDirect","title":"Tracking progress towards global drinking water and sanitation targets: A within and among country analysis","title-short":"Tracking progress towards global drinking water and sanitation targets","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0048969715307919","volume":"541"},
  {"id":"morton2017sustainable","abstract":"Introduction: \nThe Sustainable Development Goals (SDGs) are a set of global goals for fair and sustainable health at every level: from planetary biosphere to local community. The aim is to end poverty, protect the planet and ensure that all people enjoy peace and prosperity, now and in the future.\n\nSources of data:\nThe UN has established web-sites to inform the implementation of the SDGs and an Inter-Agency and Expert Group on an Indicator Framework. We have searched for independent commentaries and analysis.\n\nAreas of agreement:\nThe goals represent a framework that is scientifically robust, and widely intuitive intended to build upon the progress established by the Millennium Development Goals (MDGs). There is a need for system wide strategic planning to integrate the economic, social and environmental dimensions into policy and actions.\n\nAreas of controversy:\nMany countries have yet to understand the difference between the MDGs and the SDGs, particularly their universality, the huge potential of new data methods to help with their implementation, and the systems thinking that is needed to deliver the vision. The danger is that individual goals may be prioritized without an understanding of the potential positive interactions between goals.\n\nGrowing points:\nThere is an increasing understanding that sustainable development needs a paradigm shift in our understanding of the interaction between the real economy and quality of life. There would be many social, environmental and economic benefits in changing our current model.\n\nAreas timely for developing research:\nWe need to develop systems wide understanding of what supports a healthy environment and the art and science of making change.","author":[{"family":"Morton","given":"Stephen"},{"family":"Pencheon","given":"David"},{"family":"Squires","given":"Neil"}],"citation-key":"morton2017sustainable","container-title":"British medical bulletin","container-title-short":"British medical bulletin","DOI":"10.1093/bmb/ldx031","issued":{"date-parts":[[2017,10,24]]},"page":"1-10","source":"ResearchGate","title":"Sustainable Development Goals (SDGs), and their implementation: A national global framework for health, development and equity needs a systems approach at every level","title-short":"Sustainable Development Goals (SDGs), and their implementation","type":"article-journal","volume":"124"},
  {"id":"perez-foguet2017compositional","abstract":"Introduction\nAt a global level, access to safe drinking water and sanitation has been monitored by the Joint Monitoring Programme (JMP) of WHO and UNICEF. The methods employed are based on analysis of data from household surveys and linear regression modelling of these results over time. However, there is evidence of non-linearity in the JMP data. In addition, the compositional nature of these data is not taken into consideration. This article seeks to address these two previous shortcomings in order to produce more accurate estimates.\nMethods\nWe employed an isometric log-ratio transformation designed for compositional data. We applied linear and non-linear time regressions to both the original and the transformed data. Specifically, different modelling alternatives for non-linear trajectories were analysed, all of which are based on a generalized additive model (GAM).\nResults and discussion\nNon-linear methods, such as GAM, may be used for modelling non-linear trajectories in the JMP data. This projection method is particularly suited for data-rich countries. Moreover, the ilr transformation of compositional data is conceptually sound and fairly simple to implement. It helps improve the performance of both linear and non-linear regression models, specifically in the occurrence of extreme data points, i.e. when coverage rates are near either 0% or 100%.","accessed":{"date-parts":[[2022,8,8]]},"author":[{"family":"Pérez-Foguet","given":"A."},{"family":"Giné-Garriga","given":"R."},{"family":"Ortego","given":"M. I."}],"citation-key":"perez-foguet2017compositional","container-title":"Science of The Total Environment","container-title-short":"Science of The Total Environment","DOI":"10.1016/j.scitotenv.2017.02.220","ISSN":"0048-9697","issued":{"date-parts":[[2017,7,15]]},"language":"en","page":"554-565","source":"ScienceDirect","title":"Compositional data for global monitoring: The case of drinking water and sanitation","title-short":"Compositional data for global monitoring","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0048969717304850","volume":"590-591"},
  {"id":"quispe-coica2020preprocessing","abstract":"The Sustainable Development Goals (SDGs) 6.1 and 6.2 measure the progress of urban and rural populations in their access to different levels of water, sanitation and hygiene (WASH) services, based on multiple sources of information. Service levels add up to 100%; therefore, they are compositional data (CoDa). Despite evidence of zero value, missing data and outliers in the sources of information, the treatment of these irregularities with different statistical techniques has not yet been analyzed for CoDa in the WASH sector. Thus, the results may present biased estimates, and the decisions based on these results will not necessarily be appropriate. In this article, we therefore: i) evaluate methodological imputation alternatives that address the problem of having either zero values or missing values, or both simultaneously; and ii) propose the need to complement the point-to-point identification of the WHO/UNICEF Joint Monitoring Program (JMP) with other robust alternatives, to deal with outliers depending on the number of data points. These suggestions have been considered here using statistics for CoDa with isometric log-ratio (ilr) transformation. A selection of illustrative cases is presented to compare performance of different alternatives.","accessed":{"date-parts":[[2022,8,8]]},"author":[{"family":"Quispe-Coica","given":"Alejandro"},{"family":"Pérez-Foguet","given":"Agustí"}],"citation-key":"quispe-coica2020preprocessing","container-title":"Science of The Total Environment","container-title-short":"Science of The Total Environment","DOI":"10.1016/j.scitotenv.2020.140519","ISSN":"0048-9697","issued":{"date-parts":[[2020,11,15]]},"language":"en","page":"140519","source":"ScienceDirect","title":"Preprocessing alternatives for compositional data related to water, sanitation and hygiene","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0048969720340419","volume":"743"},
  {"id":"quispe-coica2022global","abstract":"Monitoring of access to water and sanitation services is stipulated in Sustainable Development Goals (SDG) 6.1 and 6.2, respectively. The monitoring is carried out with a global, regional and country vision. However, in most developing countries, decentralization of services in water and sanitation management has tended to the sub-national level or has shared responsibilities between national and sub-national governments. Management at the subnational level becomes more important, since everything that is done there will impact the objectives and goals of the country. However, little or nothing progress has been made in harmonizing global indicators with those at the subnational level. Therefore, in this study we have proposed a way to disaggregate information and form WASH ladders at the subnational level. The results show using disaggregated data to interpolate models at the subnational level requires overcoming three main points: the validation of the data through statistical methods, interpolation techniques that go according to the compositional characteristics of the data and the incorporation of the uncertainty of the data into the model results. It also shows that subnational behavior is heterogeneous, which a general analysis does not capture correctly, i.e., there is a masking effect of subnational trends that the country's trend does not represent. However, these have been exceptional cases in some specific categories. Finally, the applicability of non-linear models is contrasted in a broader context, an issue that is still under discussion for its application to global monitoring. This study also provides a way to disaggregate information from the global to the sub-national level, allowing any sector analyst to replicate the methodology in a broader context.","accessed":{"date-parts":[[2022,8,3]]},"author":[{"family":"Quispe-Coica","given":"Alejandro"},{"family":"Pérez-Foguet","given":"Agustí"}],"citation-key":"quispe-coica2022global","container-title":"Science of The Total Environment","container-title-short":"Science of The Total Environment","DOI":"10.1016/j.scitotenv.2022.156005","ISSN":"0048-9697","issued":{"date-parts":[[2022,9,10]]},"language":"en","page":"156005","source":"ScienceDirect","title":"From the global to the subnational scale: Landing the compositional monitoring of drinking water and sanitation services","title-short":"From the global to the subnational scale","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0048969722031023","volume":"838"},
  {"id":"supply2015progress","author":[{"family":"Supply","given":"WHO/UNICEF Joint Water"},{"family":"Programme","given":"Sanitation Monitoring"}],"citation-key":"supply2015progress","issued":{"date-parts":[[2015]]},"publisher":"World Health Organization","title":"Progress on sanitation and drinking water: 2015 update and MDG assessment","type":"book"},
  {"id":"wolf2013exploration","abstract":"Monitoring progress towards the targets for access to safe drinking-water and sanitation under the Millennium Development Goals (MDG) requires reliable estimates and indicators. We analyzed trends and reviewed current indicators used for those targets. We developed continuous time series for 1990 to 2015 for access to improved drinking-water sources and improved sanitation facilities by country using multilevel modeling (MLM). We show that MLM is a reliable and transparent tool with many advantages over alternative approaches to estimate access to facilities. Using current indicators, the MDG target for water would be met, but the target for sanitation missed considerably. The number of people without access to such services is still increasing in certain regions. Striking differences persist between urban and rural areas. Consideration of water quality and different classification of shared sanitation facilities would, however, alter estimates considerably. To achieve improved monitoring we propose: (1) considering the use of MLM as an alternative for estimating access to safe drinking-water and sanitation; (2) completing regular assessments of water quality and supporting the development of national regulatory frameworks as part of capacity development; (3) evaluating health impacts of shared sanitation; (4) using a more equitable presentation of countries' performances in providing improved services.","author":[{"family":"Wolf","given":"Jennyfer"},{"family":"Bonjour","given":"Sophie"},{"family":"Prüss-Ustün","given":"Annette"}],"citation-key":"wolf2013exploration","container-title":"Journal of water and health","container-title-short":"Journal of water and health","DOI":"10.2166/wh.2012.107","issued":{"date-parts":[[2013,3,1]]},"page":"64-77","source":"ResearchGate","title":"An exploration of multilevel modeling for estimating access to drinking-water and sanitation","type":"article-journal","volume":"11"},
  {"id":"zotero-1971","accessed":{"date-parts":[[2022,11,27]]},"citation-key":"zotero-1971","title":"GOAL 6: Clean water and sanitation | UNEP - UN Environment Programme","type":"webpage","URL":"https://www.unep.org/explore-topics/sustainable-development-goals/why-do-sustainable-development-goals-matter/goal-6"}
]
